Repository: CSTRSK/Project-AppGap
Catalog: UWP/Project AppGap/Project AppGap/Strings/*/Resources.resw
Source language: en
Languages: de_de, es, fr, it, pt

# appfehlt_vorlage_1
source: Dear ladies and gentlemen, Windows 10 there for more than a year now and has been installed in more than 350 million times. The Windows store was visited more than 5 billion times and downloaded apps. So for me the question arises, who wants to be well positioned on this platform, with great demand for apps, not even with own apps? Unfortunately, there is your app [APPNAME] not yet on the Windows platform. Therefore I would like to bring you close this letter, a development of your app for Windows devices can be very profitable. With "universal Windows apps" it is possible to develop an app for the PC and the Smartphone with Windows 10. These apps are also tablets, notebook, the Xbox one as well as the Microsoft HoloLens install. The best thing for you as a developer is that the base code of apps is the same and therefore merely minor adjustments as are necessary for example for better representation on various display sizes,. To have your app already on the iOS platforms, it shouldn't be hard to port it to Windows. With the "project Islandwood", it is possible to convert an iOS app 10 app in a Windows. After a few further intervention in the code in order to incorporate, for example, certain Windows features, such as the integration of Cortana, the app for the mentioned devices can be published. Here you will find further information about project Islandwood: https://dev.windows.com/en-us/bridges/ios https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ can your newly developed or ported app, you then for all possible devices publish that use Windows operating system 10. The Windows is the current operating system for Smartphones Microsoft 10 mobile. Also here you can install Universal apps. The market share of Windows may be not large 10 mobile, but talk of apps for Windows smartphones is here out of place, because it goes to Windows 10, which has the largest market share in the world and is also in the rapid growth. Most users of your app are probably with Android and iOS, but if the users most your app on the widely used operating system, Windows, find could, would the "all-round package" have succeeded. If you are developing a Windows 10 app, is the Smartphone app (on Windows 10 mobile) so to speak just a nice side-effect. I hope I could convince you now that in a Windows 10 app is very great potential. It would be glad if you universal app in your organization reconsider the development of such and give a Jolt, finally the step to take to develop an app for Windows users. Maybe you can already say a few words on the development of the app and my discs, whether is an app at work, must be the market for the time being still monitored or considering developing the app yet, or whether you want to develop partout no Windows app. Maybe there's a reason they want to call me in the latter. To call the market share of Windows 10 as a reason, I consider as inappropriate. Thank you for your answer already in advance Best regards
de_de: Sehr geehrte Damen und Herren, @% Windows 10 gibt es nun seit mehr als ein Jahr und wurde bereits mehr als 450 Millionen mal installiert. Der Windows Store wurde bereits mehr als 5 Milliarden mal besucht und Apps heruntergeladen worden. Deshalb stellt sich für mich die Frage, wer auf dieser Plattform, mit großer Nachfrage nach Apps, nicht auch mit eigenen Apps gut aufgestellt sein will? @% Leider gibt es Ihre App [APPNAME] noch nicht auf der Windows Plattform. Deshalb möchte ich Ihnen mit diesem Schreiben nahebringen, dass eine Entwicklung Ihrer App für Windows Geräte sehr profitabel sein kann. Mit „Universal Windows Apps“ ist es möglich, eine App gleichzeitig für den PC und das Smartphone mit Windows 10 zu entwickeln. Diese Apps lassen sich dadurch auch auf Tablets, Notebook, der Xbox One sowie auf der Microsoft HoloLens installieren. Das Beste daran für Sie als Entwickler ist, dass der Basis-Code der Apps immer gleich ist und somit lediglich kleinere Anpassungen, wie zum Beispiel zur besseren Darstellung auf unterschiedlichen Displaygrößen, nötig sind. @% Da Sie Ihre App bereits auf der iOS-Plattformen anbieten, sollte es nicht schwer sein diese zu Windows zu portieren. Mit dem „Project Islandwood“ ist es möglich, eine iOS App in eine Windows 10 App umzuwandeln. Nach ein paar weiteren Eingriffen in den Code, um beispielsweise bestimmte Windows Funktionen, wie die Cortana-Integration, einzubauen, kann die App für die genannten Geräte veröffentlicht werden. Hier finden Sie noch weitere Infos zu Project Islandwood: https://dev.windows.com/en-us/bridges/ios sowie https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ @% Ihre neu entwickelte oder portierte App können Sie anschließend für alle möglichen Geräte veröffentlichen, die Windows 10 als Betriebssystem nutzen. Der Ableger Windows 10 Mobile ist das derzeitige Betriebssystem für Smartphones von Microsoft. Auch hier können die Universal Apps installiert werden. Der Marktanteil von Windows 10 Mobile mag zwar nicht groß sein, doch die Rede von Apps für Windows Smartphones ist hier fehl am Platz, denn es geht um Windows 10, welches den größten Marktanteil weltweit hat und sich zudem im rasanten Wachstum befindet. Die meisten Nutzer Ihrer App sind vermutlich mit Android und iOS unterwegs, doch wenn die Nutzer Ihre App auch auf dem weitest verbreiteten Betriebssystem, Windows, finden könnten, wäre das „Allround-Packet“ gelungen. Wenn Sie eine Windows 10 App entwickeln, ist die Smartphone App (auf Windows 10 Mobile) sozusagen nur ein schöner Nebeneffekt. @% Ich hoffe, ich konnte Sie nun davon überzeugen, dass in einer Windows 10 App sehr großes Potential steckt. Mich würde es freuen, wenn Sie die Entwicklung einer solchen Universal App in Ihrem Unternehmen nochmals überdenken und sich einen Ruck geben, endlich den Schritt zu wagen, eine App für Windows Nutzer zu entwickeln. Vielleicht können Sie bereits ein paar Worte zur Entwicklung der App verlieren und mir scheiben, ob eine App in Arbeit ist, der Markt vorerst noch überwacht bzw. die Entwicklung der App noch überlegt werden muss, oder ob Sie partout keine Windows App entwickeln möchten. Vielleicht gibt es bei letzterem einen bestimmten Grund, den sie mir nennen möchten. Als Grund den Marktanteil von Windows 10 zu nennen erachte ich jedoch als nicht angebracht. @% Vielen Dank für Ihre Antwort bereits im Voraus. @% Mit freundlichen Grüßen
es: Señoras y señores, @% Windows 10 hay más de un año y se ha instalado más de 450 millones de veces. La tienda de Windows fue visitada más de 5 mil millones de veces y descarga apps. ¿Entonces me surge la pregunta, que quiera estar bien posicionada en esta plataforma, con gran demanda de aplicaciones, ni siquiera con aplicaciones propias? @% Por desgracia allí su aplicación [APPNAME] todavía no está disponible en la plataforma Windows. Por lo tanto me gustaría traerle cerrar esta carta, un desarrollo de su aplicación para dispositivos de Windows puede ser muy rentable. Con "aplicaciones de Windows universales" es posible desarrollar una aplicación para el PC y el Smartphone con Windows 10. Estas aplicaciones son también tabletas, notebook, Xbox uno así como la instalación de Microsoft HoloLens. Lo mejor para usted como desarrollador es que el código base de aplicaciones es el mismo y por lo tanto son necesarios por ejemplo para mejor representación en diversos tamaños de display, sólo pequeños ajustes como. @% Que su aplicación ya en las plataformas de iOS, no debería ser difícil portarlo a Windows. Con el "proyecto de Islandwood", es posible convertir una iOS aplicación 10 app en un Windows. Después de unos pocos más intervención en el código para incorporar, por ejemplo, ciertas características de Windows, tales como la integración de Cortana, la aplicación de los dispositivos mencionados se puede publicar. Aquí encontrará más información sobre proyecto Islandwood: https://dev.windows.com/en-us/bridges/ios y https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ pueden @% su aplicación recién desarrollado o portado, entonces para todos los dispositivos posibles publique que utilizan sistema operativo 10. El Windows es el sistema operativo actual para Smartphones Microsoft 10 móvil. También aquí se pueden instalar aplicaciones Universal. La cuota de mercado de Windows puede no ser 10 gran móvil, pero hablar de aplicaciones para teléfonos inteligentes de Windows está aquí fuera de lugar, porque va a Windows 10, que tiene el mayor mercado de compartir en el mundo y es también en el rápido crecimiento. Mayoría de los usuarios de su aplicación es probablemente con Android y iOS, pero si los usuarios podría más su aplicación en el ampliamente usado sistema operativo, Windows, hallazgo, habría conseguido el "paquete completo". Si está desarrollando una aplicación de Windows 10, es la aplicación de Smartphone (en 10 de Windows mobile) por así decirlo a un agradable efecto secundario. @% espero que ahora podía convencer a lo la aplicación tiene gran potencial en un Windows 10. Sería feliz si aplicación universal en su organización reconsiderar el desarrollo de los mismos y da una sacudida, finalmente el paso a tomar para desarrollar una aplicación para usuarios de Windows. Tal vez puede ya decir unas palabras sobre el desarrollo de la aplicación y mis discos, si es una aplicación en el trabajo, debe ser el mercado por el momento todavía vigilada o considerando desarrollar la aplicación todavía, o si desea no desarrollar partout ninguna aplicación de Windows. Tal vez hay una razón que desean llamar en el último. Para llamar a la cuota de mercado de Windows 10 como razón, considero como inadecuado. @% Gracias por tu respuesta ya de antemano @% Saludos cordiales
fr: Mesdames et Messieurs, @% Windows 10 est là depuis plus d’un an maintenant et a été installé plus de 450 millions de fois. Le magasin de Windows a été visité plus de 5 milliards de fois et téléchargé des apps. Donc pour moi la question se pose, qui veut être bien placé sur cette plateforme, avec une grande demande pour les applications, ni même avec les propres apps ? @% Malheureusement il votre app [NOMAPPLICATION] pas encore disponible sur la plate-forme Windows. C’est pourquoi je tiens à vous apporter près de cette lettre, un développement de votre application pour les appareils Windows peut être très rentable. Avec « universal Windows apps », il est possible de développer une application pour le PC et le Smartphone avec Windows 10. Ces applications sont également comprimés, ordinateur portable, la Xbox un ainsi que l’installation de Microsoft HoloLens. La meilleure chose pour vous en tant que développeur est que le code des applications de la base est la même et donc des ajustements mineurs simplement comme sont nécessaires par exemple pour une meilleure représentation sur différentes tailles d’écran. @% D’avoir votre app déjà sur les plateformes iOS, ne serait-il pas difficile à porter pour Windows. Avec le « projet Islandwood », il est possible de convertir un iOS app 10 app dans une fenêtre. Après quelques autres intervention dans le code afin d’y inclure, par exemple, certaines fonctionnalités de Windows, telles que l’intégration de Cortana, l’application pour les appareils mentionnés peut être publiée. Ici vous trouverez plus d’informations sur le projet Islandwood : https://dev.windows.com/en-us/bridges/ios et https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ peuvent @% votre application nouvellement développée ou résonnantes, vous alors pour tous les périphériques possibles qui utilisent le système d’exploitation Windows 10 publiez. Les fenêtres sont l’actuel système d’exploitation pour Smartphones Microsoft 10 mobiles. Ici vous pouvez aussi installer des applications universelles. La part de marché de Windows peut ne pas être grand 10 mobile, mais parler d’applications pour smartphones Windows est ici hors de propos, car il va à Windows 10, qui a le plus grand marché à part dans le monde et est également à la croissance rapide. La plupart des utilisateurs de votre application sont probablement avec Android et iOS, mais si les utilisateurs plus votre application sur le système d’exploitation largement utilisé, Windows, trouver pourrait, serait le « paquet complet » ont réussi. Si vous développez une application Windows 10, est pour ainsi dire l’app Smartphone (sur 10 de Windows mobile) juste un effet secondaire agréable. @% J’espère que je pourrais maintenant vous convaincre que l’app a un grand potentiel dans une 10 de Windows. Il serait heureux si vous app universelle dans votre organisation reconsidérer le développement d’un tel et donne une secousse, enfin la mesure à prendre pour développer une application pour les utilisateurs de Windows. Peut-être que vous pouvez déjà dire quelques mots sur le développement de l’application et mes disques, soit une application au travail, doit être le marché pour l’instant toujours surveillés ou envisage d’élaborer l’app encore, ou que vous souhaitiez ne développer partout, aucune application de Windows. Peut-être il y a une raison qu'ils veulent m’appeler dans ce dernier. Pour appeler de la part de marché de Windows 10 comme une raison, je considère comme inapproprié. @% Je vous remercie pour votre réponse, déjà à l’avance Cordialement @%
it: Signore e signori, @% Windows 10 è lì per più di un anno ormai ed è stato installato più di 450 milioni di volte. Windows store è stato visitato più di 5 miliardi di volte e applicazioni scaricate. Quindi per me la questione si pone, che vuole essere ben posizionato su questa piattaforma, con grande richiesta per le app, nemmeno con le proprie app? @% Purtroppo ci app [NOMEAPP] non ancora disponibile su piattaforma Windows. Quindi mi piacerebbe portarvi nelle vicinanze questa lettera, uno sviluppo di app per dispositivi di Windows può essere molto redditizio. Con "universal Windows apps" è possibile sviluppare un'app per il PC e lo Smartphone con Windows 10. Queste applicazioni sono anche Tablet, notebook, Xbox uno così come l'installazione di Microsoft HoloLens. La cosa migliore per voi come uno sviluppatore è che il codice di base di applicazioni è la stessa e quindi sono necessarie ad esempio per una migliore rappresentazione su varie dimensioni di visualizzazione, solo piccoli aggiustamenti come. @% Per avere l'app già sulle piattaforme iOS, non dovrebbe essere difficile di portarlo a Windows. Con il "progetto Islandwood", è possibile convertire un'app per iOS app 10 in ambiente Windows. Dopo qualche ulteriore intervento nel codice per incorporare, ad esempio, alcune funzionalità di Windows, come l'integrazione di Cortana, l'app per i dispositivi menzionati possa essere pubblicato. Qui troverete ulteriori informazioni sul progetto Islandwood: https://dev.windows.com/en-us/bridges/ios e https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ può @% tua app appena sviluppati o porting, è quindi per tutti i dispositivi possibili pubblicare che utilizzano il sistema operativo Windows 10. Le finestre sono l'attuale sistema operativo per smartphone Microsoft 10 mobile. Anche qui è possibile installare app universale. La quota di mercato di Windows potrebbe non essere grande 10 mobile, ma parlare di applicazioni per gli smartphone Windows qui è fuori luogo, perché va a Windows 10, che ha il più grande mercato di condividere nel mondo ed è anche nella rapida crescita. Maggior parte degli utenti della tua app sono probabilmente con Android e iOS, ma se gli utenti più app sul ritrovamento di ampiamente utilizzato sistema operativo, Windows, potrebbe, avrebbe avuto successo il pacchetto"gestione completa". Se si sta sviluppando un'app di Windows 10, è l'app per Smartphone (su 10 di Windows mobile) per intenderci solo un piacevole effetto di collaterale. @% spero che adesso potrei convincere voi che app ha un potenziale molto grande in una 10 di Windows. Sarebbe contento se app universale nell'organizzazione riconsiderare lo sviluppo di tali e dare una scossa, infine il passo da compiere per sviluppare un'app per gli utenti Windows. Forse può già dire poche parole sullo sviluppo dell'app e miei dischi, se è un'app sul lavoro, deve essere il mercato per il momento ancora monitorati o pensando di sviluppare l'app ancora, o se si desidera non sviluppare partout nessuna app di Windows. Forse c'è un motivo che vogliono chiamare me in quest'ultimo. Per chiamare la quota di mercato di Windows 10 come motivo, che considero come inappropriato. @% La ringrazio per la risposta già in anticipo @% Cordiali saluti
pt: Senhoras e senhores, @% 10 Windows existe há mais de um ano e foi instalado mais de 450 milhões de vezes. A loja do Windows foi visitada mais de 5 bilhões de vezes e baixei apps. Então me surge a pergunta, quem quer ser bem posicionado sobre esta plataforma, com grande demanda para apps, nem mesmo com apps próprios? @% Infelizmente lá seu app [APPNAME] ainda não disponível na plataforma Windows. Portanto, eu gostaria de trazer-lhe de perto esta carta, um desenvolvimento de seu aplicativo para dispositivos do Windows pode ser muito rentável. Com "universal Windows apps" é possível desenvolver um app para o PC e o Smartphone com o Windows 10. Esses aplicativos também são comprimidos, caderno, um Xbox, bem como a instalação do Microsoft HoloLens. A melhor coisa para você como um desenvolvedor é que o código-base dos apps é o mesmo e, portanto, apenas pequenos ajustes como são necessárias por exemplo para melhor representação em vários tamanhos de exibição. @% Ter seu app já nas plataformas iOS, não deve ser difícil para portá-lo para Windows. Com o "projeto Islandwood", é possível converter um iOS app 10 app em um Windows. Após alguns mais intervenção no código para incorporar, por exemplo, certos recursos do Windows, tais como a integração de Cortana, o aplicativo para os dispositivos mencionados pode ser publicada. Aqui você vai encontrar mais informações sobre o projeto Islandwood: https://dev.windows.com/en-us/bridges/ios e https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ podem @% seu app recentemente desenvolvido ou portado, então para todos os possíveis dispositivos que usam o sistema operacional do Windows 10 publicar. O Windows é o sistema operacional atual para Smartphones Microsoft 10 móveis. Também é aqui que você pode instalar apps Universal. A quota de mercado do Windows pode não ser grande 10 móvel, mas conversa de apps para smartphones Windows aqui é fora do lugar, porque vai para Windows 10, que tem o maior mercado compartilhar no mundo e também está em rápido crescimento. A maioria dos usuários do seu aplicativo são, provavelmente, com Android e iOS, mas os usuários mais seu app na amplamente utilizado sistema operacional, Windows, localizar pudesse, seria o "pacote all-round" o sucessor. Se você estiver desenvolvendo um aplicativo do Windows 10, é o Smartphone app (em 10 de Windows mobile) por assim dizer apenas um efeito colateral agradável. @% espero que agora posso convencê-la que o app tem um potencial muito grande em um Windows 10. Seria bom se você app universal em sua organização reconsiderar o desenvolvimento de tais e dar uma sacudida, finalmente o passo a tomar para desenvolver um aplicativo para usuários do Windows. Talvez você pode já dizer algumas palavras sobre o desenvolvimento do app e meus discos, se é um app no trabalho, deve ser o mercado de momento ainda monitorado ou pensando em desenvolver o app ainda, ou se você deseja não desenvolver partout nenhum app do Windows. Talvez haja uma razão que quiserem chamar-me neste último. Para chamar a quota de mercado de 10 Windows como uma razão, considero tão inapropriado. @% Obrigado pela sua resposta já antecipadamente @% Atenciosamente
